---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelName
source: html/db6015e8-2c10-6227-d164-9843ad67dbfb.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelName Property

"Panel Name"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecPanelName { get; }
```